[Information]
TRANSLATOR=AxelSh
VERSION=2.2.0

[Language]
LANGUAGE=Cestina
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0405

[Menu]
FILE=&Soubor
FILE_EXIT=&Ukoncit
EDIT=&Upravy
EDIT_COPY=&Kopirovat
THEME=&Vzhled
HELP=&Napoveda
HELP_ABOUT=&O programu CrystalDiskMark

; 3.0
TEST_DATA=&Test Data
DEFAULT_RANDOM=Default (Random)

; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
IE8_MODE=&IE8 Mode

; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour

; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)

[Message]
STOP_BENCHMARK=Zastavit testovani.
DISK_CAPACITY_ERROR=Ny disku neni dost mista.
DISK_CREATE_FILE_ERROR=Chyba pri vytvareni souboru.
DISK_WRITE_ERROR=Chyba pri zapisu.
DISK_READ_ERROR=Chyba pri cteni.

[Title]
TEST_DRIVE=Testovany disk
TEST_SIZE=Testovaci velikost
TEST_COUNT=Pocet testu

[WindowTitle]
ABOUT=O programu CrystalDiskMark
QUEUES_THREADS=Queues & Threads
